---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification
source: html/c554eca3-bab0-5415-3395-5404f38aeb3f.htm
---
# ElectricalLoadClassification Properties

The abbreviation of the load classification name